{ "head": { "link": [], "vars": ["film", "filmName", "filmAbstract"] },
  "results": { "distinct": false, "ordered": true, "bindings": [
    { "film": { "type": "uri", "value": "http://dbpedia.org/resource/Fresh_(2009_film)" }	, "filmName": { "type": "literal", "xml:lang": "en", "value": "Fresh (2009 film)" }	, "filmAbstract": { "type": "literal", "xml:lang": "en", "value": "Fresh is a 2009 documentary film directed by Ana Sofia Joanes. The film focuses on sustainable agriculture, and depicts farmers, activists and entrepreneurs who are changing America's food system." }},
    { "film": { "type": "uri", "value": "http://dbpedia.org/resource/Cowspiracy" }	, "filmName": { "type": "literal", "xml:lang": "en", "value": "Cowspiracy" }	, "filmAbstract": { "type": "literal", "xml:lang": "en", "value": "Cowspiracy: The Sustainability Secret is a 2014 documentary film produced and directed by Kip Andersen and Keegan Kuhn. The film explores the devastating impact of animal agriculture on the environment, and investigates the policies of environmental organizations on this issue. Environmental organizations investigated in the film include Greenpeace, Sierra Club, Surfrider Foundation, Rainforest Action Network, and many more.The film was crowdfunded on IndieGoGo, with 1,449 contributors giving $117,092. This funding was 217% of their goal, and it allowed them to dub the film into Spanish and German and subtitle it into more than 10 other languages, including Chinese and Russian. Screenings are licensed through the distributor as well as on Tugg.A new cut of the documentary, executive-produced by Leonardo DiCaprio, premiered globally on Netflix on September 15, 2015." }},
    { "film": { "type": "uri", "value": "http://dbpedia.org/resource/King_Corn_(film)" }	, "filmName": { "type": "literal", "xml:lang": "en", "value": "King Corn (film)" }	, "filmAbstract": { "type": "literal", "xml:lang": "en", "value": "King Corn is a documentary film released in October 2007 that follows college friends Ian Cheney and Curtis Ellis (directed by Aaron Woolf) as they move from Boston to Greene, Iowa to grow and farm an acre of corn. In the process, Cheney and Ellis examine the role that the increasing production of corn has had for American society, spotlighting the role of government subsidies in encouraging the huge amount of corn grown.The film shows how industrialization in corn has all but eliminated the image of the family farm, which is being replaced by larger industrial farms. Cheney and Ellis suggest that this trend reflects a larger industrialization of the North American food system. As was outlined in the film, decisions relating to what crops are grown and how they are grown are based on government manipulated economic considerations rather than their true economic, environmental, or social ramifications. This is demonstrated in the film by the production of high fructose corn syrup, an ingredient found in many cheap food products, such as fast food." }},
    { "film": { "type": "uri", "value": "http://dbpedia.org/resource/Food,_Inc." }	, "filmName": { "type": "literal", "xml:lang": "en", "value": "Food, Inc." }	, "filmAbstract": { "type": "literal", "xml:lang": "en", "value": "Food, Inc. is a 2008 American documentary film directed by Emmy Award-winning filmmaker Robert Kenner. The film examines corporate farming in the United States, concluding that agribusiness produces food that is unhealthy, in a way that is environmentally harmful and abusive of both animals and employees. The film is narrated by Michael Pollan and Eric Schlosser." }} ] } }